asvetliakov.vscode-neovim
charliermarsh.ruff
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dunstontc.viml
eamodio.gitlens
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
ionide.ionide-fsharp
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.dotnet-interactive-vscode
ms-dotnettools.vscode-dotnet-pack
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-typescript-next
pascalreitermann93.vscode-yaml-sort
patricklee.vsnotes
redhat.vscode-yaml
scitools.understand
shardulm94.trailing-spaces
tempo.tempotimetracking
vsls-contrib.gistfs
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
