christian-kohler.npm-intellisense
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
esbenp.prettier-vscode
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
PascalReitermann93.vscode-yaml-sort
patricklee.vsnotes
shardulm94.trailing-spaces
vscodevim.vim
vsls-contrib.gistfs
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
Zeplin.zeplin
