christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dunstontc.viml
esbenp.prettier-vscode
felixfbecker.php-intellisense
flowtype.flow-for-vscode
formulahendry.auto-rename-tag
hsiaosiyuan0.ternjs
jaydenlin.ctags-support
joelday.docthis
kraih.mojolicious
ms-python.python
PeterJausovec.vscode-docker
redhat.java
redhat.vscode-yaml
robinbentley.sass-indented
shardulm94.trailing-spaces
shinnn.stylelint
vscodevim.vim
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one
